{
  "articles": [
    {
      "link": "https://www.ntnews.com/hyderabad/family-commits-suicide-one-died-three-critical-2278637",
      "title": "Allwyn Colony | ఒకేకుటుంబంలోని నలుగురు ఆత్మహత్యాయత్నం.. ఒకరు మృతి..!",
      "content": "జగద్గిరిగుట్ట : ఆల్విన్ కాలనీ డివిజన్ జగద్గిరిగుట్ట పోలీస్ స్టేషన్ పరిధి విజయనగర్ కాలనీలో విషాదం చోటుచేసుకుంది. విజయనగర్ కాలనీ అను రెసిడెన్సీఅపార్ట్‌మెంట్‌లోని G -1 ఫ్లాట్‌లో నివసిస్తున్న ఒకే కుటుంబానికి చెందిన నలుగురు చేతులు కోసుకొని ఆత్మహత్యాయత్నం చేశారు. వీరిలో ఒకరు మృతిచెందగా.. ముగ్గురి పరిస్థితి విషమంగా ఉంది. అను రెసిడెన్సీ అపార్ట్‌మెంట్‌లోని G -1 ఫ్లాట్‌లో సతీష్ కుమార్, భార్య ఆమని, కుమారుడు నితీష్ కుమార్, కూతురు శ్రీజవళితో కలిసి ఉంటున్నారు. ఆర్థిక ఇబ్బందులతో వీరంతా ఆత్మహత్య చేసుకోవాలనుకున్నారు. చేతులు కోసుకున్నారు. ఒకరు మృతి చెందగా, ముగ్గురి పరిస్థితి విషమంగా ఉండడంతో వారిని స్థానిక హాస్పిటల్ కు తరలించి చికిత్స అందిస్తున్నారు. సంఘటన స్థలానికి చేరుకున్న పోలీసులు కేసు నమోదు చేసుకొని దర్యాప్తు ప్రారంభించారు. పూర్తి వివరాలు తెలియాల్సి ఉంది.",
      "language": "telugu",
      "category": [
        "top",
        "entertainment"
      ],
      "pubDate": "2026-01-21 21:50:28",
      "source_name": "Namasthe Telangana",
      "source_id": "ntnews_in",
      "image_url": "https://d2e1hu1ktur9ur.cloudfront.net/wp-content/uploads/2026/01/Suicide-1-2.jpg",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://www.ntnews.com",
      "status": "active",
      "summary": "జగద్గిరిగుట్ట విజయనగర్ కాలనీలో ఏకైక కుటుంబం నలుగురు ఆత్మహత్య ప్రయత్నం చేసిన ఘటన జరిగింది. ఆర్థిక ఇబ్బందుల కారణంగా సతీష్ కుమార్, తన భార్య ఆమని, కుమారుడు నితీష్ కుమార్ మరియు కూతురు శ్రీజ ఆత్మహత్య చేసుకోవాలనే నిర్ణయించారు. వీరంతా గుడ్డకు దూకి ప్రాణపోవాలనుకున్నారు కానీ భార్య మూగబెట్టి, మిగత ముగ్గురి పరిస్థితి విషమమైన పరిస్థితిలో ఉంది. పోలీసు దర్యాప్తు ప్రారంభించింది."
    },
    {
      "link": "https://www.andhrajyothy.com/2026/nri/kuwait-telugu-expat-women-missing-gold-silver-jewellery-issue-pcs-spl-1486985.html",
      "title": "NRI: కువైత్‌లో మృత మహిళల ఆభరణాలపై ప్రచారానికి తెర.. నగల అప్పగింత",
      "content": "ఆంధ్రజ్యోతి గల్ఫ్ ప్రతినిధి: కువైత్‌లో మరణించిన ఇద్దరు ప్రవాసాంధ్ర మహిళల బంగారం, వెండి ఆభరణాలు అదృశ్యం కావడం గల్ఫ్‌లో చర్చనీయాంశంగా మారింది. ఈ వ్యవహారంలో కువైత్‌లోని మృతదేహాలను పంపించడానికి సహాయమందించే ఒక తెలుగు ప్రముఖుడి పేరు కూడా గత కొన్ని రోజులుగా సామాజిక మాధ్యమాల్లో చర్చకు వచ్చింది. ఈ ప్రచారపర్వం బుధవారం సాయంత్రం మరో మలుపు తిరిగింది. మృతదేహాల తరలింపు, జైళ్ల నుండి స్వదేశానికి తిరిగి వెళ్ళే ప్రవాసీయులకు సహాయమందించే వ్యవహారాల్లో కడప జిల్లాకు చెందిన ఓ ప్రవాసీ ప్రముఖుడు ముందుంటారు. అయితే, డిసెంబర్ చివరి వారంలో కువైత్‌లో మరణించిన ఇద్దరు ఉభయ గోదావరి జిల్లాలకు చెందిన మహిళల మృతదేహాలపై ఉన్న ఆభరణాలను ఆయన స్వాహా చేశాడనే ఆరోపణలు సామాజిక మాధ్యమాలలో దుమారం రేపాయి. ఈ కాలంలో ఆయన స్వదేశానికి తిరిగి వెళ్ళడం, ఫోన్ స్విచ్ఛాప్ చేసి ఉంచడంతో ఇది మరింత ఆసక్తిదాయకమైన చర్చనీయంశంగా మారింది. కువైత్‌లో నలుగురు తెలుగు వాళ్ళెవరైనా కలిస్తే ఇదే విషయమై చర్చించుకునే వారు. సామాజిక మాధ్యమాలలో చెబుతున్నట్లుగా ఒక్కరు కాదు తాను ఇద్దరు మహిళల మృతదేహాలపై లభించిన ఆభరణాలను ఆసుపత్రిలో సిబ్బంది సమక్షంలో స్వీకరించి కాగితాలపై సంతకాలు చేసానని, తాను స్వీకరించిన ఆభరణాలను సీసీటీవీ కెమెరాలలో రికార్డు కూడా అయినట్లుగా సదరు వ్యక్తి చెప్పారు. తాను వ్యక్తిగత పనుల కోసం ఆంధ్రప్రదేశ్‌కు తిరిగి వెళ్ళిన తర్వాత వాస్తవాలను పూర్తిగా తెలుసుకోకుండా తనపై కొందరు దుష్ప్రచారం చేసారని ఆయన ఆవేదన వ్యక్తం చేసారు. భారతదేశం నుండి బుధవారం తిరిగి వచ్చిన తాను నేరుగా భారతీయ ఎంబసీకి వెళ్ళి ఇద్దరు మహిళల ఆభరణాల ప్యాకెట్లను ఇచ్చే ప్రయత్నం చేయగా, మృతుల కుటుంబ సభ్యులకు అప్పగించాలని వారు సూచించారని చెప్పారు. వాటిని మృతుల కుటుంబ సభ్యులకు అప్పగిస్తానని ఆయన వివరించారు. కాగా, మొదలు ఈ కేసులో ఒక మృతురాలి కుటుంబ సభ్యులు సదరు వ్యక్తిని సంప్రదిస్తే తాను ఏ రకమైన ఆభరణాలను స్వీకరించలేదని చెప్పి వారి విషయంలో దురుసుగా ప్రవర్తించారని కువైత్‌లోని కొందరు చెప్పారు. ఆ తర్వాత వారు కొన్ని సాక్ష్యాలు చూపడంతో మాట మార్చారని అన్నారు. ఇదిలా ఉండగా, కువైత్ నుండి స్వదేశానికి మృతదేహాలను పంపించడం మాత్రమే ప్రధాన పనిగా ఉన్న సదరు వ్యక్తి ప్రతి మృతదేహాన్ని పంపించడానికి ఖర్చుల పేర అవతలి వ్యక్తి అవసరాన్ని బట్టి డబ్బులు వసూలు చేస్తారనే ఆరోపణలు ఉన్నాయి. అదే విధంగా వీసా నియమాలను ఉల్లంఘించిన కేసులలో స్వదేశానికి తిరిగి వెళ్ళాలనుకునే తెలుగు వారి నుండి కూడా డబ్బులు వసూలు చేసాడనే అరోపణలు ఉన్నాయి. తన రాజకీయ ప్రస్థానాన్ని సహించలేని కొందరు తనపై తప్పుడు ఆరోపణలు చేస్తున్నారని ఆయన కొట్టిపారేసారు. తాను డబ్బు తీసుకున్నట్లయితే రుజువు చేయాలని చెప్పారు. ఇవీ చదవండి: గల్ఫ్ దేశాల్లో ఎన్టీఆర్ వర్ధంతి.. టీడీపీ కార్యకర్తల ఘన నివాళులు టీఏజే సంస్థ ఆధ్వర్యంలో వైభవంగా సంక్రాంతి వేడుకలు",
      "language": "telugu",
      "category": [
        "top",
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:43:14",
      "source_name": "Andhrajyothi",
      "source_id": "andhrajyothy",
      "image_url": "https://media.andhrajyothy.com/media/2026/20260116/Ornaments_ed345f16bf_V_jpg--625x351-4g.webp",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "http://www.andhrajyothy.com",
      "status": "active",
      "summary": "కువైత్‌లో మరణించిన ఇద్దరు ఆంధ్ర మహిళల ఆభరణాలను దొంగిలించడానికి ఒక ప్రవాసాంధ్ర ప్రముఖుడను ఆరోపిస్తెకెలి కొన్ని వివాదాలు ఉత్పన్నమైనాయి. ఈ సంగతి పై ఆ ప్రముఖుడు తన పొదుపు విలువలను సమర్థించుకున్నారు. ఆయన దాదాపు ప్రతి మృత దేహాన్ని పంపించడానికి ఖర్చుల పేరుగా డబ్బులు వసూలు చేయగలుగుతున్నారని చేర్పు. తనపై వైరుధ్యాభిప్రాయాలనాయన చేస్తున్న ఆరోపణలను తిరస్కరిస్తున్నారు. ఆయన దావా, ఈ ఆరోపణలు తన రాజకీయ ప్రస్థానాన్ని తడేయగొట్టడానికి ఇతరుల శ్రమాలు."
    },
    {
      "link": "https://www.ntnews.com/adilabad/thousands-visited-nagoba-jatara-with-family-and-friends-2278632",
      "title": "Nagoba Jatara | భక్త జనసంద్రమైన నాగోబా.. జాతరలో చిన్నాపెద్దా సందడి..!",
      "content": "ఇంద్రవెల్లి : మెస్రం వంశీయుల మహాపూజలతో ప్రారంభమైన నాగోబా జాతర(Nagoba Jatara)కు భక్తజన సంద్రంగా మారింది. విశిష్టమైన ఈ జాతరను కన్నులారా చూసేందుకు భక్తులు తండోపతండాలుగా తరలి వస్తున్నారు. బుధవారం సైతం వందలాది మంది నాగోబాను దర్శించుకున్నారు. గంటల తరబడి బారులు తీరి ఆలయంలో ప్రత్యేక పూజలు నిర్వహించి నాగోబా దర్శనం చేసుకున్నారు. వివిధ ప్రాంతాల నుంచి జనం భారీగా రావడంతో ఆలయంతో పాటు జాతరలో ఎటుచుసినా భక్తుల రద్దీ కనిపించింది. యువతీయువకులతో రంగుల రాట్నాల వద్ద సందడి నెలకొంది. జాతరకు తరలివచ్చిన ప్రజలు జాతరలో వెలిసిన దుకాణలో వివిధ రకాల వస్తువులు కొనుగోలు చేస్తూ సందడిగా గడిపారు.",
      "language": "telugu",
      "category": [
        "top",
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:41:35",
      "source_name": "Namasthe Telangana",
      "source_id": "ntnews_in",
      "image_url": "https://d2e1hu1ktur9ur.cloudfront.net/wp-content/uploads/2026/01/nagoba-1.jpg",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://www.ntnews.com",
      "status": "active",
      "summary": "ఇంద్రవెల్లిలో మెస్రం వంశీయుల నాగోబా జాతర భక్తుల సంద్రంగా శురూ అయింది. బుధవారం సైతం నాగోబాను దర్శించుకోవడానికి వందలాది మంది ఆలయానికి ముందుకు వచ్చారు. వివిధ ప్రాంతాల నుంచి భక్తులు తరలిరావడంతో జాతరలో భక్తుల ప్రవాహం చూసగా మారింది. బారులు పూజలు నిర్వహించి జనం సంతోషంగా గడిపారు. జాతర సమయంలో వెలిసిన దుకాణలలో వస్తువుల కొనుగోలు జరిగింది."
    },
    {
      "link": "https://tv9telugu.com/business/gold-and-silver-prices-soar-tariffs-global-tensions-fuel-record-highs-and-safe-haven-demand-1725566.html",
      "title": "​ఈ కొత్త ఏడాదిలో వెండి ధర రోజుకు ఎంత పెరిగిందో తెలిస్తే షాక్‌ అవ్వాల్సిందే! ఆర్థిక నిపుణుల అంచనా ఏంటంటే..?",
      "content": "బంగారం, వెండి ధరలు గణనీయంగా పెరుగుతున్నాయి. కిలో వెండి రూ.3.50 లక్షలకు చేరుకుంటుండగా, 10 గ్రాముల బంగారం ధరలు రూ.1.75 లక్షలకు పెరుగుతున్నాయి. ముఖ్యంగా ఢిల్లీలో గత 21 రోజుల్లో బంగారం ధరలు రోజుకు రూ.1,000 కంటే ఎక్కువ పెరిగాయి. వెండి ధరలు రూ.4,500 కంటే ఎక్కువ పెరిగాయి. ట్రంప్ సుంకాలు కొనసాగినంత కాలం బంగారం, వెండి ధరలు పెరుగుతూనే ఉంటాయని ఆర్థిక నిపుణులు అంటున్నారు. గ్రీన్‌ల్యాండ్ వివాదం, సుంకాలు బంగారం, వెండి ధరల పెరుగుదల ధోరణిని మరింత పెంచాయి. యూరప్, అమెరికా మధ్య సుంకాల యుద్ధం మరింత తీవ్రమవుతోంది. గ్రీన్‌ల్యాండ్‌పై యూరోపియన్ దేశాలపై దాడి చేస్తామని ట్రంప్ బెదిరింపు పెట్టుబడిదారులను సురక్షిత స్వర్గధామాల వైపు మరింత నడిపించింది. ఇంతలో విదేశీ మార్కెట్లలో బంగారం, వెండి ధరలు కూడా పెరుగుతున్నాయి. బుధవారం దేశ రాజధానిలో బంగారం ధరలు 10 గ్రాములకు రూ.1.60 లక్షలకు చేరుకుని కొత్త రికార్డు స్థాయికి చేరుకున్నాయి. అయితే సురక్షిత పెట్టుబడి ఎంపికలకు ప్రపంచవ్యాప్త డిమాండ్ మధ్య వెండి కిలోకు రూ.3.34 లక్షలకు చేరుకుంది. ఆల్ ఇండియా సరాఫా అసోసియేషన్ ప్రకారం 99.9 శాతం స్వచ్ఛత కలిగిన బంగారం రూ.6,500 లేదా 4.24 శాతం పెరిగి 10 గ్రాములకు రూ.1,59,700 (అన్ని పన్నులు కలిపి)కు చేరుకుంది. మంగళవారం, దేశ రాజధానిలో తొలిసారిగా బంగారం 10 గ్రాములకు రూ.1.5 లక్షల మార్కును దాటింది. ముఖ్యంగా జనవరిలో బంగారం ధరలు ఇప్పటికే రూ.22,000 పెరిగాయి. 2025 డిసెంబర్ 31న ఢిల్లీలో బంగారం ధర రూ.1,37,700గా ఉందని, 2026 జనవరి 21న రూ.1,59,700కు చేరుకుందని డేటా చూపిస్తుంది. అంటే కొత్త సంవత్సరంలో బంగారం ధరలు ప్రతిరోజూ పది గ్రాములకు రూ.1,048 పెరిగాయి. వెండి ధరలు వెండి ధరలు వరుసగా తొమ్మిదవ రోజు కూడా పైకి కొనసాగుతూ, స్థానిక బులియన్ మార్కెట్లో కొత్త రికార్డు గరిష్ట స్థాయిని తాకాయి. బుధవారం వెండి ధర భారీగా రూ.11,300 పెరిగి కిలోగ్రాముకు రూ.3,34,300 (అన్ని పన్నులతో సహా)కి చేరుకుంది. మునుపటి ట్రేడింగ్ సెషన్‌లో వెండి రూ.20,400 పెరిగి కిలోగ్రాముకు రూ.3,23,000 వద్ద ముగిసింది. గణనీయంగా జనవరిలో వెండి ధరలు రూ.100,000 కంటే తక్కువగా పెరిగాయి. డేటా ప్రకారం దేశ రాజధాని ఢిల్లీలో 2025 డిసెంబర్ 31న కిలోకు రూ.2,39,000 వెండి ధర ఉంది. జనవరి 21న ఇది రూ.3,34,300కి పెరిగింది. అంటే ఇప్పటివరకు వెండి ధరలు రూ.95,300 పెరిగాయి. రోజువారీ ప్రాతిపదికన వెండి ధరలు కిలోకు రూ.4,538 పెరిగాయి. మరిన్ని బిజినెస్‌ వార్తల కోసం ఇక్కడ క్లిక్‌ చేయండి",
      "language": "telugu",
      "category": [
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:39:07",
      "source_name": "Tv9 Telugu",
      "source_id": "tv9telugu",
      "image_url": "https://images.tv9telugu.com/wp-content/uploads/2026/01/silver-4.jpg?enlarge=true&w=1280",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://tv9telugu.com",
      "status": "active",
      "summary": "ముందుగానే ప్రపంచవ్యాప్త జీతీపరిస్థితులతో పాటు, ట్రంప్ సుంకాలు దారుణంగా ప్రభావం చూపుతున్నాయి. ఇలాంటి సంఘటనల ప్రభావంతో బంగారం, వెండి ధరలు గణనీయంగా పెరుగుతున్నాయి. 21 రోజుల్లో బంగారం ధరలు ఒక్కరోజులో రూ.1,000 పెరిగాయి. వెండి ధరలు ఒక్కరోజులో రూ.4,500 పెరిగాయి. ఈ సంవత్సరం ప్రతిరోజు బంగారం ధరలు 10 గ్రాముల కోసం రూ.1,048 పెరిగాయి. ఈ సంవత్సరం రోజువారీ ప్రతి కిలోగ్రాము వెండి ధరలు రూ.4,538 పెరిగాయి."
    },
    {
      "link": "https://tv9telugu.com/entertainment/tollywood/chiranjeevi-praises-his-niece-naira-singing-song-in-his-mana-shankara-vara-prasad-garu-movie-1725552.html",
      "title": "Chiranjeevi : నా మనసు ఆనందంతో నిండిపోయింది.. మేనకోడలి ట్యాలెంట్ చూసి మురిసిపోయిన మెగాస్టార్.. వీడియో",
      "content": "మెగాస్టార్ చిరంజీవి హీరోగా నటించిన లేటెస్ట్ సినిమా మన శంకరవరప్రసాద్ గారు. క్రేజీ డైరెక్టర్ అనిల్ రావిపూడి తెరకెక్కించిన ఈ సినిమా సంక్రాంతి పండగ కానుకగా జనవరి 12న ప్రేక్షకుల ముందుకు వచ్చింది. కనీవినీ ఎరుగని కలెక్షన్లు సాధిస్తూ బాక్సాఫీస్ దుమ్ము దులుపుతోంది. ఇప్పటికే ఈ మూవీ కలెక్షన్లు రూ. 350 కోట్లకు చేరువైనట్లు ట్రేడ్ నిపుణులు చెబుతున్నారు. ఇదిలా ఉంటే మన శంకరవరప్రసాద్ గారు సినిమాకు భీమ్స్ స్వరాలు అందించారు. అందుకు తగ్గట్టుగానే ఈ మెగా మూవీలోని పాటలు సూపర్ హిట్ అయ్యాయి. మీసాల పిల్ల, శశిరేఖ, హుక్ స్టెప్ సాంగ్స్ యూట్యూబ్ లో ఛార్ట్ బస్టర్స్ గా నిలిచాయి. ఇక చిన్న పిల్లల వాయిస్ తో వచ్చే ‘ఫ్లై.. హై’ సాంగ్ అయితే సినిమాకు ఎమోషనల్ ఫీలింగ్ తీసుకొచ్చింది. ఇక ఈ సాంగ్ పాడింది మరెవరో కాదు మెగాస్టార్ మేనకోడలే. చిరంజీవి సోదరి మాధవి కుమార్తె అయిన నైరా ఈ పాటను ఎంతో లయబద్ధంగా ఆలపించి అందరి మన్ననలు అందుకుంటోంది.ఈ నేపథ్యంలో మెగాస్టార్ చిరంజీవి తన మేనకోడలి ట్యాలెంట్ ను చూసి మురిసిపోయారు. ఈ మేరకు సోషల్ మీడియా వేదికగా నైరాపై ప్రశంసలు కురిపించారు. ‘నా చిన్న మేనకోడలు నైరా ఫ్లై.. హై పాట పాడటం చూసి.. నా హృదయం ఆనందంతో నిండిపోయింది. ఇది కేవలం ఆరంభం మాత్రమే. నీ మార్గంలో నువ్వు మరింత అంతులేని అవకాశాలతో ముందుకు సాగాలని కోరుకుంటున్నా. భవిష్యత్తులో ఉన్నత శిఖరాలకు ఎదగాలని ఆశిస్తున్నాను’ అని చిరంజీవి ట్వీట్ లో రాసుకొచ్చారు. ప్రస్తుతం ఈ ట్వీట్ నెట్టింట వైరల్ గా మారింది.మేనకోడలి గురించి మెగాస్టార్ ట్వీట్..Watching my little niece #Naira sing the #FlyingHigh song from my film #ManaShankaraVaraPrasadGaru filled my heart with indescribable joy https://t.co/Ghbnf7gQtXThis is just the beginning, my dear. May your path always be bright, joyful, and filled with endless... pic.twitter.com/hxcaTwLiWw— Chiranjeevi Konidela (@KChiruTweets) January 21, 2026మరిన్ని ఎంటర్టైన్మెంట్ వార్తల కోసం ఇక్కడ చూడండి..",
      "language": "telugu",
      "category": [
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:37:10",
      "source_name": "Tv9 Telugu",
      "source_id": "tv9telugu",
      "image_url": "https://images.tv9telugu.com/wp-content/uploads/2026/01/mana-shankara-vara-prasad-g-17.jpg?enlarge=true&w=1280",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://tv9telugu.com",
      "status": "active",
      "summary": "మెగాస్టార్ చిరంజీవి ప్రధాన పాత్రలో నటించిన 'మన శంకరవరప్రసాద్' సినిమా విజయవంతంగా సాగుతుంది. ఈ సినిమాకు భీమ్స్ సంగీతం అందించారు. మీసాల పిల్ల, శశిరేఖ మరియు హుక్ స్టెప్ పాటలు ప్రేక్షకుల నుంచి మంచి ప్రతిస్పందన పొందాయి. చిరంజీవి మేనకొడలు నైరా పాడిన 'ఫ్లై.. హై' పాట కూడా మంచి ప్రతిస్పందన పొంది. ఈ సంగతి గురించి చిరంజీవి సోషల్ మీడియాలో తన మేనకోడలికి ప్రశంసలు తెలిపారు."
    },
    {
      "link": "https://telugu.samayam.com/telangana/news/digital-education-in-35-govt-medical-colleges-minister-damodar-bold-move/articleshow/127007692.cms",
      "title": "తెలంగాణ సర్కార్ కీలక నిర్ణయం.. ఇక అన్ని మెడికల్ కాలేజీల్లోనూ డిజిటల్ ఎడ్యుకేషన్",
      "content": "తెలంగాణ రాష్ట్రంలోని ప్రభుత్వ మెడికల్ కాలేజీల్లో వైద్య విద్యను సమూలంగా మార్చేందుకు ప్రభుత్వం చర్యలు చేపట్టింది. 35 ప్రభుత్వ మెడికల్ కాలేజీల్లో సంప్రదాయ పద్ధతులతో పాటు అత్యాధునిక 'డిజిటల్ ఎడ్యుకేషన్' విధానాన్ని తక్షణమే అమలు చేయాలని వైద్యారోగ్య శాఖ మంత్రి దామోదర్ రాజనర్సింహ అధికారులను ఆదేశించారు. బుధవారం హైదరాబాద్‌లోని ఆరోగ్యశ్రీ ట్రస్ట్ కార్యాలయంలో జరిగిన సమీక్షా సమావేశంలో ఆయన ఈ కీలక ఆదేశాలు జారీ చేశారు. రాష్ట్రంలో ఏటా 4,140 మంది విద్యార్థులు ఎంబీబీఎస్ చదువుతున్నారని.. కాలేజీల సంఖ్య పెరిగినప్పటికీ బోధనా ప్రమాణాల్లో ఎటువంటి రాజీ పడకూడదని మంత్రి స్పష్టం చేశారు. ఉస్మానియా, గాంధీ ఆసుపత్రుల్లో చదివిన వైద్యులకు ప్రపంచవ్యాప్తంగా ఉన్న గుర్తింపును ఆయన గుర్తుచేశారు. అదే స్థాయి నాణ్యమైన విద్యను కొత్తగా ఏర్పాటైన జిల్లాల కాలేజీల్లోనూ అందించాలని సూచించారు. ఉస్మానియా విద్యార్థికైనా, ఆసిఫాబాద్ మెడికల్ కాలేజీ విద్యార్థికైనా ఒకే రకమైన అత్యున్నత ప్రమాణాలతో కూడిన బోధన అందాలన్నదే ప్రభుత్వ లక్ష్యమని ఆయన పేర్కొన్నారు. మెడికోలకు కేవలం పుస్తక విజ్ఞానమే కాకుండా.. క్లినికల్ నైపుణ్యాలను పెంచేందుకు వర్చువల్ రియాలిటీ, సిమ్యులేషన్ టూల్స్ వంటి అధునాతన పద్ధతులను ప్రవేశపెట్టాలని మంత్రి ఆదేశించారు. క్లిష్టమైన అనాటమీ, సర్జికల్ ప్రొసీజర్లను సులభంగా అర్థం చేసుకునేందుకు తరగతి గదుల్లో స్మార్ట్ బోర్డులు, ఎల్ఈడీ స్క్రీన్లు ఏర్పాటు చేయాలని సూచించారు. ఉస్మానియా, గాంధీ, వరంగల్ ఎంజీఎం కళాశాలలను ‘సెంటర్స్ ఆఫ్ ఎక్సలెన్స్’గా తీర్చిదిద్ది, అక్కడ ఆర్టిఫిషియల్ ఇంటెలిజెన్స్ ఆధారిత బోధనను ప్రారంభించాలని దిశానిర్దేశం చేశారు. ఇవి ఇతర చిన్న కాలేజీలకు మెంటార్ కేంద్రాలుగా వ్యవహరిస్తాయన్నారు. నేషనల్ మెడికల్ కమిషన్ (NMC) నిబంధనల ప్రకారం పాఠ్యాంశాలను డిజిటల్ రూపంలోకి మార్చి, నేషనల్ డిజిటల్ లైబ్రరీతో అనుసంధానం చేయాలని ప్రభుత్వం నిర్ణయించింది. బోధనాసుపత్రుల్లోని రద్దీ దృష్ట్యా, విద్యార్థులకు క్లినికల్ కేస్ స్టడీలను వివరించేందుకు టెలీమెడిసిన్ విధానాన్ని వినియోగించుకోవాలని మంత్రి తెలిపారు. ప్రతి కళాశాలలో ఐటీ అడ్మినిస్ట్రేటర్లు, టెక్నీషియన్లను నియమించి, ఐటీ మౌలిక సదుపాయాలను మెరుగుపరచాలని ఆదేశించారు. ఏఐ టూల్స్ ద్వారా విద్యార్థుల హాజరు, పనితీరును నిరంతరం విశ్లేషించడం ద్వారా తెలంగాణ వైద్య విద్యార్థులు ప్రపంచ వేదికలపై ప్రతిభ చాటేలా తీర్చిదిద్దడమే ఈ సంస్కరణల ప్రధాన ఉద్దేశమని మంత్రి పునరుద్ఘాటించారు.",
      "language": "telugu",
      "category": [
        "top",
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:35:50",
      "source_name": "Samayam Telugu",
      "source_id": "telugu_samayam",
      "image_url": "https://static.langimg.com/tlg/thumb/127007666/medical-education-reforms.jpg?height=900&imgsize=427384&resizemode=75&width=1600",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://telugu.samayam.com",
      "status": "active",
      "summary": "తెలంగాణ రాష్ట్రంలోని ప్రభుత్వ మెడికల్ కాలేజీల్లో 'డిజిటల్ ఎడ్యుకేషన్' విధానాన్ని తక్షణమే అమలు చేయాలని వైద్యారోగ్య శాఖ మంత్రి దామోదర్ రాజనర్సింహ ఆదేశించారు. క్లినికల్ నైపుణ్యాలను మెరుగుపరచడానికి 'వర్చువల్ రియాలిటీ', 'సిమ్యులేషన్ టూల్స్' వంటి అతిసాధారణ పద్ధతులను అడపోవాలి, క్లినికల్ కేస్ స్టడీలను వివరించేందుకు 'టెలీమెడిసిన్' విధానాన్ని వినియోగించాలని మంత్రి సూచన పెట్టారు. దీని ద్వారా తెలంగాణ వైద్య విద్యార్థులు ప్రపంచ వేదికలపై ప్రతిభ చాటేలా తీర్చిదిద్దడమే ఈ సంస్కరణల ప్రధాన ఉద్దేశం."
    },
    {
      "link": "https://tv9telugu.com/entertainment/tollywood/actor-rajeev-kanakala-emotional-comments-about-his-sister-death-1725551.html",
      "title": "నా చెల్లి బాధ చూడలేక చనిపొమ్మని చెప్పా.. కన్నీళ్లు పెట్టుకున్న రాజీవ్ కనకాల",
      "content": "ఎన్నో సినిమాల్లో సహాయక పాత్రల్లో నటించి ప్రేక్షకులను మెప్పించారు నటుడు రాజీవ్ కనకాల. చిన్న చిన్న పాత్రలతో పాటు విలన్ పాత్రల్లోనూ నటించి ప్రేక్షకులను ఆకట్టుకున్నారు ఈ సీనియర్ నటుడు. ఎంతో మంది స్టార్ హీరోలతో కలిసి నటించారు రాజీవ్ కనకాల. నటుడిగా, విలన్ గా, సహాయక నటుడిగా, కమెడియన్ గా, యాంకర్ గా.. ఇలా తెలుగు సినిమా ఇండస్ట్రీలో తనకంటూ ఓ ప్రత్యేక గుర్తింపు తెచ్చుకున్నాడు. కాగా రాజీవ్ కనకాల గతంలో ఒక ఇంటర్వ్యూలో తన వ్యక్తిగత జీవితంలో ఎదురైన కష్టాలను, సినీ ప్రస్థానం గురించి మాట్లారు. మూడు సంవత్సరాల్లో (2018-2020 మధ్య) తన తల్లి, చెల్లెలు శ్రీలక్ష్మి, తండ్రి దేవదాస్ కనకాలలను వరుసగా కోల్పోయిన విషాద సంఘటనలు తనను ఎంతగానో కలచివేశాయని ఆయన తెలిపారు. ఆ సమయంలో తాను సినిమాలపై దృష్టి సారించలేకపోయానని, మానసికంగా ఎంతో బాధపడ్డానని తెలిపారు రాజీవ్. నారప్ప సినిమా షూటింగ్‌లో ఉన్నప్పుడు, పాండమిక్ సమయంలో తన చెల్లెలు శ్రీలక్ష్మి అనారోగ్యానికి గురయ్యారని రాజీవ్ కనకాల తెలిపారు. మధురైలో షూటింగ్ నుంచి తిరిగి వచ్చిన తర్వాత, శ్రీలక్ష్మి అనారోగ్యం విషమించింది, లాక్‌డౌన్ సమయంలోనే ఆమె ఏప్రిల్ ఆరవ తేదీన తుది శ్వాస విడిచారని కన్నీటి పర్యంతమయ్యారు రాజీవ్. శ్రీలక్ష్మికి నాల్గవ దశ క్యాన్సర్ ఉందని చివరి నిమిషంలోనే తెలిసిందని, చివరి వారం రోజులు ఆమెతోనే గడిపానని, ఆమె పక్కన సంతోషంగా అందరూ ఉండాలని భావించామని తెలిపారు. ఒక వారం రోజుల్లోనే చనిపోయింది. ఆమె బాధను చూడలేక నేనే ఇక చాల్లే ఇంకా పెట్టుకోకు ప్రాణాన్ని వదిలేయ్ అయ్యాను.. అంటూ ఎమోషనల్ అయ్యారు రాజీవ్ కనకాల. శ్రీలక్ష్మి తనకన్నా ఒకటిన్నర సంవత్సరం చిన్నదని, ఆమెపై తమ తండ్రికి విపరీతమైన ప్రేమ ఉండేదని గుర్తుచేసుకున్నారు. వరుసగా తల్లి, చెల్లెలు శ్రీలక్ష్మి, తండ్రి దేవదాస్ ను కోల్పోవడం రాజీవ్ కనకాల జీవితంలో ఎంతో విషాదాన్ని నింపింది. మరిన్ని ఎంటర్టైన్మెంట్ వార్తల కోసం ఇక్కడ చూడండి..",
      "language": "telugu",
      "category": [
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:27:11",
      "source_name": "Tv9 Telugu",
      "source_id": "tv9telugu",
      "image_url": "https://images.tv9telugu.com/wp-content/uploads/2026/01/rajeev-kanakala-3.jpg?enlarge=true&w=1280",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://tv9telugu.com",
      "status": "active",
      "summary": "సీనియర్ నటుడు మరియు యాంకర్ రాజీవ్ కనకాల సంగీతం, నటనా అనే రంగాల పట్టువరికి తన నేపథ్యాన్ని, జీవిత కష్టాలను తెలిపారు. 2018-2020 సంవత్సరాల్లో తన తల్లి, చెల్లెలు శ్రీలక్ష్మి, తండ్రి దేవదాస్ ను కోల్పోయిన విషాద సంఘటనలు ఆయన్ని ఎంత్తో బాధ పెట్టాయి. కొత్తగా తను ఎంటర్టైన్మెంట్ ఇండస్ట్రీని ఎందుకు విడిచి పేరుకుందో కూడా పేర్కొన్నాడు. ఇది అత్యంత వ్యక్తిగతం మరియు భావభిన్నంగా ఉంది."
    },
    {
      "link": "https://www.ntnews.com/medak/siddipet/cm-cup-held-from-jan-22-to-24-in-rayaple-mandal-2278617",
      "title": "Rayapole | క్రీడాకారులు ‘సీఎం కప్’ కోసం పేర్లు నమోదు చేసుకోవాలి.. జనవరి 22 నుంచి 24 వరకు క్రీడోత్సవాలు..!",
      "content": "రాయపోల్ జనవరి 21 : సిద్ధిపేట జిల్లా రాయపోల్ మండలంలోని పలు గ్రామాల్లో సీఎం కప్ క్రీడోత్సవాలు ఈనెల 22 నుంచి 24 వరకు నిర్వహిస్తామని ఎంపీడీవో శ్రీనివాస్. మండల విద్యాధికారి రాజగోపాల్ రెడ్డి పేర్కొన్నారు. ఆసక్తిగల క్రీడాకారులు వారి పేర్లను నమోదు చేసుకోవాలని కోరారు.సీఎం కప్ (CM CUP-2025) క్రీడోత్సవాలలో పాల్గొనుటకు ఆసక్తి గల క్రీడాకారులు గ్రామ పంచాయతీ కార్యాలయంలో, స్థానిక జిల్లా పరిషత్ ఉన్నత పాఠశాలలో నమోదు చేసుకోగలరు. క్లస్టర్ గ్రామాల వారీగా క్రీడాకారుల ఎంపిక తేదీ. 22.01.26 నుండి 24.01.26 వరకు ఉంటుంది.క్లస్టర్ గ్రామాలు: 1. రాయపోల్ (6) రాయపోల్, అనాజీపూర్, మంతూర్, తిమ్మక్కపల్లి, లింగారెడ్డిపల్లి, చిన్నమసాన్ పల్లి. 2. బేగంపేట్ (4) బేగంపేట్, యెల్కల్, వడ్డేపల్లి, వీరారెడ్డిపల్లి. 3. రామారం (4) రామారం, సయ్యద్ నగర్, గొల్లపల్లి, టెంకంపేట. 4. రాంసాగర్ (5) రాంసాగర్, ఆరెపల్లి (sj), కొత్తపల్లి, ముంగిసపల్లి, అంకిరెడ్డిపల్లి.నిర్వహించు క్రీడలు:1. కబడ్డీ (ఓపెన్ టు ఆల్)2. ఖోఖో (18 సం.లలోపు)3. వాలీబాల్ (18 సం.లలోపు)4. యోగా (18 సం.లలోపు)క్లస్టర్ గ్రామపంచాయతీలో ఎంపికైన క్రీడాకారులు మండల స్థాయిలో పాల్గొనాల్సి ఉంటుంది. మండల స్థాయిలో క్రీడోత్సవాలు తేదీ 30.01.26 రోజున రాయపోల్‌లో జరుగుతాయి. కావున ఆసక్తి గల క్రీడాకారులు పాల్గొని, సీఎం కప్‌ను విజయవంతం చేయాలని ఎంపీడీవో, విద్యాధికారి పేర్కొన్నారు.",
      "language": "telugu",
      "category": [
        "top",
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:20:42",
      "source_name": "Namasthe Telangana",
      "source_id": "ntnews_in",
      "image_url": "https://d2e1hu1ktur9ur.cloudfront.net/wp-content/uploads/2026/01/cm-cup.jpg",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://www.ntnews.com",
      "status": "active",
      "summary": "సిద్ధిపేట జిల్లా, రాయపోల్ మండలంలో జనవరి 22 నుంచి 24వ తేదీలకు సీఎం కప్ క్రీడా ఉత్సవాలు నిర్వహించనున్నారు. మండల విద్యాధికారి రాజగోపాల్ రెడ్డి ప్రకటన. కబడ్డీ, ఖోఖో, వాలీబాల్, యోగా మొదలైన క్రీడల్లో పాల్గొనే క్రీడాకారులు తమ నమోదులు చేసుకోవాలి. ఈ క్రీడా ఉత్సవాలు మండల స్థాయిలో జనవరి 30న జరుపుకబోతున్నాయి."
    },
    {
      "link": "https://www.ntnews.com/khammam/municipal-commissioners-transfered-in-khammam-2278614",
      "title": "Khammam | ఎదులాపురం నూతన కమిషనర్‌గా మున్వర్ అలీ.. కల్లూరు కమిషనర్‌గా రామ దుర్గారెడ్డి..!",
      "content": "ఖమ్మం రూరల్ : మున్సిపల్ ఎన్నికల నేపథ్యంలో భాగంగా రాష్ట్రవ్యాప్తంగా పలువురు మున్సిపల్ కమిషనర్లు బదిలీ అయ్యారు. ఇందుకు సంబంధించి బుధవారం సాయంత్రం రాష్ట్ర పురపాలక శాఖ కమిషనర్ పీకే శ్రీదేవి బదిలీ ఉత్తర్వులు జారీ చేశారు. ఖమ్మం జిల్లాలో ఇద్దరు మున్సిపల్ కమిషనర్లు బదిలీ అయ్యారు. ఎదులాపురం మున్సిపాలిటీ కమిషనర్‌గా విధులు నిర్వహిస్తున్న ఆళ్ల శ్రీనివాస్ రెడ్డి నల్గొండ జిల్లా హాలియా మున్సిపల్ కమిషనర్‌గా వెళ్లగా.. ప్రస్తుతం హాలియా మున్సిపల్ కమిషనర్‌ ఎం రామదుర్గారెడ్డికి కల్లూరు కమిషనర్‌గా నియమితులయ్యారు. కల్లూరు కమిషనర్‌గా విధులు నిర్వహిస్తున్న రామచంద్ర రావు.. తిరుమలగిరి మున్సిపల్ కమిషనర్‌గా బదిలీ కాగా తిరుమలగిరి మున్సిపల్ కమిషనర్ మున్వార్ అలీ ఏదులాపురం మున్సిపాలిటీ కమిషనర్‌గా వెళ్లనున్నారు. బదిలీ అయిన కమిషనర్లు గురువారం ఆయా స్థానాల్లో రిపోర్టింగ్ చేయాలని రాష్ట్ర పురపాలక శాఖ కమిషనర్ పీకే శ్రీదేవి ఉత్తర్వుల్లో పేర్కొన్నారు.",
      "language": "telugu",
      "category": [
        "top",
        "lifestyle"
      ],
      "pubDate": "2026-01-21 21:12:56",
      "source_name": "Namasthe Telangana",
      "source_id": "ntnews_in",
      "image_url": "https://d2e1hu1ktur9ur.cloudfront.net/wp-content/uploads/2026/01/khammam-1.jpg",
      "video_url": null,
      "country": [
        "india"
      ],
      "source_url": "https://www.ntnews.com",
      "status": "active",
      "summary": "కమింగ్ మున్సిపల్ ఎన్నికల నేపథ్యంలో రాష్ట్ర అంతర్గతంగా ఎన్నో మున్సిపల్ కమిషనర్లు బదిలీ అయ్యారు. ప్రత్యేకంగా, కమ్మం జిల్లాలో ఇద్దరు మున్సిపాలిటీ కమిషనర్లు బదిలీ అయ్యారు. ఈ క్రమంలో కొన్ని మార్పులు జరిగాయి. ఈ బదిలీలకు సంబంధించి అధికారిక ఉత్తర్వులు జారీ చేయబడ్డాయి."
    }
  ]
}